/*
	File:		ResultsViewStrings.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

"SEARCH_WINDOW_RESULTS_COUNT_SINGULAR" = "Результатов: %d"; /* This will be used when the count is 1 */
"SEARCH_WINDOW_RESULTS_COUNT" = "Результатов: %d ";
"SEARCH_WINDOW_RESULTS_NO_COUNT" = "Результаты";
"SEARCH_WINDOW_RESULTS_NO_RESULTS" = "Нет результатов";

"SHOW_ALL_N" = "Показать все (%d)";
"SHOW_TOP_COUNT" = "Показать верхние %d";
"MORE_TITLE_FORMAT" = "Еще…";

"PREVIEW_TRASH" = "Корзина";
"PREVIEW_WHERE" = "Где";
"PREVIEW_ITUNES_LIBRARY" = "Медиатека iTunes";
"PREVIEW_MESSAGE_FROM" = "От";
"PREVIEW_MESSAGE_TO" = "Кому";
"PREVIEW_MESSAGE_RECIEVED" = "Получено";
"PREVIEW_MESSAGE_SUBJECT" = "Тема";
"PREVIEW_MESSAGE_FOLDER" = "Папка";
"PREVIEW_DIMENSIONS" = "Размеры";
"PREVIEW_PIXEL_DIMENSIONS" = "%@ x %@ пиксел.";   /* Dimensions in pixels */
"PREVIEW_POINT_DIMENSIONS" = "%@ x %@ пт";   /* Dimensions in points */
"PREVIEW_POINT_INCH_DIMENSIONS" = "%@ x %@ в";  /* Dimensions in inches */
"PREVIEW_POINT_CM_DIMENSIONS"  = "%@ x %@ см";   /* Dimensions in centimeters */
"PREVIEW_ICAL_LOCATION" = "Размещение";
"PREVIEW_ICAL_CALENDAR" =  "Календарь";
"PREVIEW_ICAL_START_DATE" = "Дата начала";
"PREVIEW_ICAL_DUE_DATE" = "Плановая дата";
"PREVIEW_ICAL_ATTENDEES" = "Участники";
"PREVIEW_ARTICLE_POSTED" = "Дата отправления";
"PREVIEW_BOOLEAN_TRUE" = "Да";
"PREVIEW_BOOLEAN_FALSE" = "Нет";

/* Used in the bottom preview in the Show all window, both of these strings are used in a stringWithFormat: and i pass along
 * the number of items
 */
"PREVIEW_NOTHING_SELECTED_SINGULAR" = "Нет выбранных объектов";
"PREVIEW_NOTHING_SELECTED_PLURAL" = "Выбрано объектов: %d";
"PREVIEW_ONE_SELECTED" = "Выбран 1 объект";

"NO_MAIL_SUBJECT" = "Нет темы";

"FIELD_INDEXING_DISKS_TOOLTIP" = "Индексирую тома (завершено %d %%)";
"FIELD_INDEXING_TOOLTIP_CALCULATING" = "Индексирую тома";

/* Date link attributes */
"LINK_SEARCH_DATE" = "Поиск в %@";
"LINK_SEARCH_DATE_RANGE" = "Неделя %@ до %@";
"LINK_SEARCH_MONTH_RANGE" = "Месяц с %@ до %@";
"LINK_SEARCH_YEAR_RANGE" = "Год с %@ до %@";
"LINK_SEARCH_DATE_NEWER" = "Новее чем %@";

/* This is used as the separator between the name and the directory component in the Search menu */
"EMDASH" = " — ";

/* These are titles for the Save/Edit saved search button in the scope bar. */
"SAVED_SEARCH_EDIT" = "Правка";
"SAVED_SEARCH_SAVE" = "Сохранить";

/* button bar labels */
"SEARCH_WINDOW_PREVIEW_BUTTON" = "Просмотр";

"TEXT_SNIPPET_RANGE_SEPARATOR" = "…";

"KIND_MAIL_MSG" = "Сообщение Mail";
"KIND_ICAL_EVENT" = "Событие iCal";
"KIND_ICAL_TODO" = "Задача iCal";

"SEARCH_NAME_AND_ATTRIBUTES" = "Имена и атрибуты";
"SEARCH_NAME_ONLY" = "Только имена";
"SEARCH_ADVANCED" = "Дополнения";

/* the 'other...' menu item is used to bring up panel of other attributes to choose from. */
"OTHER_ATTRIBUTE_SLICE_MENU" = "Другое…";

/* raw query slice support.  The raw query slice appears when you select it from the other... drop down in the advanced search */
"RAW_QUERY_SLICE_NAME" = "Простой запрос";
"RAW_QUERY_SLICE_DESCRIPTION" = "Предикат запроса необработанных данных для включения в поиск";

/* file extension slice support.  The file extension slice appears when you select it from the other... drop down in the advanced search */
"FILE_EXTENSION_SLICE_NAME" = "Расширение файла";
"FILE_EXTENSION_SLICE_DESCRIPTION" = "Расширение имени файла объекта";

/* system files slice support.  The system files slice appears when you select it from the other... drop down in the advanced search */
"SYSTEM_FILES_SLICE_NAME" = "Системные файлы";
"SYSTEM_FILES_SLICE_DESCRIPTION" = "Содержат системные файлы, например файлы настроек и плагины";

/* spotlight items slice support.  The spotlight items slice appears when you select it from the other... drop down in the advanced search */
"SPOTLIGHT_ITEMS_SLICE_NAME" = "Объекты Spotlight";
"SPOTLIGHT_ITEMS_SLICE_DESCRIPTION" = "Включить контакты, e-mail, события, веб-страницы и многое другое";

/* titles for additional columns */
"CATEGORY_COLUMN_TITLE" = "Категория";
